app/controllers/articles_controller.rb

  def create

    @article = Article.create(article_params)
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Sample Title 1"], ["body", "Sample body text 1 blah blah blah"], ["created_at", "2016-03-06 14:51:09.426292"], ["updated_at", "2016-03-06 14:51:09.426292"]]